Repository: SidhaarthShree07/EmissionSpectra
Catalog: locale/*/messages.po
Languages: hi_in

source: Vernier 1
hi_in: वर्नेयर 1

source: Vernier 2
hi_in: वर्नेयर 2

source: help1
hi_in: स्लाइडर का मूल्य 12 से समायोजित करके टेलीस्कोप को कैलिब्रेट करें

source: help2
hi_in: प्रयोग शुरू करने के लिए स्टार्ट बटन पर क्लिक करें

source: help3
hi_in: ड्रॉपडाउन सूची से दीपक चुनें

source: help4
hi_in: प्रकाश पर स्विच / स्विच ऑफ लाइट बटन का उपयोग करके स्विच चालू / बंद करें।

source: help5
hi_in: प्लेस ग्रेटिंग बटन पर क्लिक करके झंझरी मेज पर झंझरी रखें।

source: help6
hi_in: टेलीस्कोप के कोण के स्लाइडर मूल्य समायोजित करके टेलीस्कोप के कोण को सेट करें।

source: help7
hi_in: वर्नर टेबल के स्लाइडर का उपयोग करके वर्नर टेबल के कोण को समायोजित करें।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: help8
hi_in: दूरबीन के बेहतरीन कोण को सेट करने के लिए, स्लाइडर 'टेलीस्कोप के ठीक कोण' का मूल्य समायोजित करें

source: help9
hi_in: टेलीस्कोप को जांचना या प्रयोग को रीसेट करना, कैलिब्रेट टेलीकॉसी बटन पर क्लिक करें

source: Emission spectra
hi_in: उत्सर्जन स्पेक्ट्रा

source: Variables
hi_in: उत्सर्जन स्पेक्ट्रा...

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 200 9 - 2015

source: Calibrate Telescope
hi_in: टेलिस्कोप कैलिब्रेट करें

source: Calibrate Telescope :
hi_in: टेलिस्कोप कैलिब्रेट करें:

source: Select Lamp :
hi_in: दीपक चुनें:

source: Switch On Light
hi_in: लाइट पर स्विच करें

source: Switch Off Light
hi_in: स्विच ऑफ लाइट

source: Place grating
hi_in: जगह झंझरी

source: Remove grating
hi_in: झंझरी निकालें

source: Angle of Telescope :
hi_in: टेलीस्कोप के कोण:

source: Angle of Vernier Table :
hi_in: वर्नेर तालिका का कोण:

source: Fine Angle of Telescope :
hi_in: दूरबीन के ठीक कोण:

source: Start
hi_in: प्रारंभ

source: Reset
hi_in: प्रारंभ...

source: Mercury
hi_in: पारा

source: Hydrogen
hi_in: हाइड्रोजन

source: Neon
hi_in: नीयन
